Repository: ctwelve/KitchenMemory
Catalog: KitchenMemory/Localizable.xcstrings
Source language: en_us
Languages: de_de, es_mx, fr_ca, it_it

# recipe.editor.quantity.written.prompt
source: to taste, as needed, a handful…
de_de: nach Geschmack, nach Bedarf, eine Handvoll…
es_mx: al gusto, según sea necesario, un puñado…
fr_ca: au goût, au besoin, une poignée…
it_it: quanto basta, secondo necessità, una manciata…

# recipe.editor.recipe.section
source: Recipe
de_de: Rezept
es_mx: Receta
fr_ca: Recette
it_it: Ricetta

# recipe.editor.revise.action.save
source: Save Revision
de_de: Revision speichern
es_mx: Guardar revisión
fr_ca: Enregistrer la révision
it_it: Salva revisione

# recipe.editor.revise.title
source: Edit Recipe
de_de: Rezept bearbeiten
es_mx: Editar receta
fr_ca: Modifier la recette
it_it: Modifica ricetta

# recipe.editor.section-default
source: Section
de_de: Abschnitt
es_mx: Sección
it_it: Sezione

# recipe.editor.section-name.field
source: Section name
de_de: Abschnittsname
es_mx: Nombre de la sección
fr_ca: Nom de la section
it_it: Nome della sezione

# recipe.editor.simple-help
source: One ingredient per line. Quantities are bold, units underlined, and supporting details italic. Start a line with # and a space to make a section; remove them to turn it back into an ingredient.
de_de: Eine Zutat pro Zeile. Mengen sind fett, Einheiten unterstrichen und Zusatzangaben kursiv. Beginne eine Zeile mit # und einem Leerzeichen für einen Abschnitt; entferne beides, um wieder eine Zutat daraus zu machen.
es_mx: Un ingrediente por línea. Las cantidades van en negrita, las unidades subrayadas y los detalles en cursiva. Empieza una línea con # y un espacio para crear una sección; elimínalos para volver a convertirla en ingrediente.
fr_ca: Un ingrédient par ligne. Les quantités sont en gras, les unités soulignées et les détails en italique. Commencez une ligne par # et une espace pour créer une section; retirez-les pour en refaire un ingrédient.
it_it: Un ingrediente per riga. Le quantità sono in grassetto, le unità sottolineate e i dettagli in corsivo. Inizia una riga con # e uno spazio per creare una sezione; rimuovili per tornare a un ingrediente.

# recipe.editor.simple-mode
source: Simple Editor
de_de: Einfacher Editor
es_mx: Editor sencillo
fr_ca: Éditeur simple
it_it: Editor semplice

# recipe.editor.source.author.field
source: Source author
de_de: Quelle verfasst von
es_mx: Autor de la fuente
fr_ca: Auteur de la source
it_it: Autore della fonte

# recipe.editor.source.kind.field
source: Source type
de_de: Art der Quelle
es_mx: Tipo de fuente
fr_ca: Type de source
it_it: Tipo di fonte

# recipe.editor.source.publisher.field
source: Publisher
de_de: Herausgegeben von
es_mx: Editorial
fr_ca: Éditeur
it_it: Editore

# recipe.editor.source.section
source: Source
de_de: Quelle
es_mx: Origen
it_it: Fonte

# recipe.editor.source.title.field
source: Source title
de_de: Titel der Quelle
es_mx: Título de la fuente
fr_ca: Titre de la source
it_it: Titolo della fonte

# recipe.editor.source.url.field
source: Source URL
de_de: Quell-URL
es_mx: URL de la fuente
fr_ca: URL de la source
it_it: URL della fonte

# recipe.editor.source.url.validation
source: Enter a complete http or https URL without embedded credentials.
de_de: Gib eine vollständige http- oder https-URL ohne eingebettete Zugangsdaten ein.
es_mx: Ingresa una URL http o https completa sin credenciales integradas.
fr_ca: Entrez une URL http ou https complète sans identifiants intégrés.
it_it: Inserisci un URL http o https completo, senza credenziali incorporate.

# recipe.editor.summary.field
source: Summary
de_de: Zusammenfassung
es_mx: Resumen
fr_ca: Résumé
it_it: Riepilogo

# recipe.editor.time.cooking.field
source: Cook minutes
de_de: Garen in Minuten
es_mx: Minutos de cocción
fr_ca: Minutes de cuisson
it_it: Minuti di cottura

# recipe.editor.time.preparation.field
source: Prep minutes
de_de: Vorbereitung in Minuten
es_mx: Minutos de preparación
fr_ca: Minutes de préparation
it_it: Minuti di preparazione

# recipe.editor.time.total.field
source: Total minutes
de_de: Gesamtzeit in Minuten
es_mx: Minutos totales
fr_ca: Minutes totales
it_it: Minuti totali

# recipe.editor.time.validation
source: Enter whole minutes from 0 through 527040.
de_de: Gib ganze Minuten von 0 bis 527040 ein.
es_mx: Ingresa minutos enteros de 0 a 527040.
fr_ca: Entrez un nombre entier de minutes de 0 à 527040.
it_it: Inserisci minuti interi da 0 a 527040.

# recipe.editor.times.section
source: Times
de_de: Zeiten
es_mx: Tiempos
fr_ca: Durées
it_it: Tempi

# recipe.editor.title.field
source: Title
de_de: Titel
es_mx: Título
fr_ca: Titre
it_it: Titolo

# recipe.editor.title.validation
source: Enter a title before saving.
de_de: Gib vor dem Speichern einen Titel ein.
es_mx: Escribe un título antes de guardar.
fr_ca: Saisissez un titre avant d’enregistrer.
it_it: Inserisci un titolo prima di salvare.

# recipe.editor.yield.scaling-note
source: The numeric yield is the basis used to scale ingredient amounts.
de_de: Die numerische Ergiebigkeit bildet die Grundlage für das Anpassen der Zutatenmengen.
es_mx: El rendimiento numérico es la base para ajustar las cantidades de ingredientes.
fr_ca: Le rendement numérique sert de base au redimensionnement des quantités d’ingrédients.
it_it: La resa numerica è la base usata per adattare le quantità degli ingredienti.

# recipe.editor.yield.scaling-toggle
source: Enable recipe scaling
de_de: Anpassen der Rezeptmenge aktivieren
es_mx: Activar ajuste de la receta
fr_ca: Activer le redimensionnement de la recette
it_it: Abilita adattamento delle quantità

# recipe.editor.yield.unit.field
source: Yield unit
de_de: Einheit der Ergiebigkeit
es_mx: Unidad de rendimiento
fr_ca: Unité de rendement
it_it: Unità della resa

# recipe.editor.yield.unit.prompt
source: servings, loaves, skillets…
de_de: Portionen, Brote, Pfannen…
es_mx: porciones, hogazas, sartenes…
fr_ca: portions, miches, poêles…
it_it: porzioni, pagnotte, padelle…

# recipe.editor.yield.wording.field
source: Display wording
de_de: Anzeigetext
es_mx: Texto mostrado
fr_ca: Libellé affiché
it_it: Testo visualizzato

# recipe.editor.yield.wording.prompt
source: e.g. Serves 4 or Makes one skillet
de_de: z. B. Für 4 Personen oder Ergibt eine Pfanne
es_mx: p. ej. Rinde 4 porciones o prepara un sartén
fr_ca: p. ex. Donne 4 portions ou remplit une poêle
it_it: es. Per 4 persone o Una padella

# recipe.image.fallback-accessibility-label
source: Recipe image
de_de: Rezeptbild
es_mx: Imagen de la receta
fr_ca: Image de la recette
it_it: Immagine della ricetta

# recipe.import.accept-draft
source: Accept into Draft
de_de: In Entwurf übernehmen
es_mx: Aceptar como borrador
fr_ca: Accepter comme brouillon
it_it: Accetta nella bozza

# recipe.import.action.different-url
source: Use a Different URL
de_de: Andere URL verwenden
es_mx: Usar otra URL
fr_ca: Utiliser une autre URL
it_it: Usa un altro URL

# recipe.import.announcement.candidate-count
source: %1$(count)lld recipes found. Choose a recipe to review.
de_de: %1$(count)lld Rezepte gefunden. Wähle ein Rezept zur Prüfung.
es_mx: Se encontraron %1$(count)lld recetas. Elige una receta para revisar.
fr_ca: %1$(count)lld recettes trouvées. Choisissez une recette à réviser.
it_it: %1$(count)lld ricette trovate. Scegli una ricetta da verificare.

# recipe.import.announcement.failed
source: Recipe import failed. %1$(message)@
de_de: Rezeptimport fehlgeschlagen. %1$(message)@
es_mx: Error al importar la receta. %1$(message)@
fr_ca: Échec de l’importation de la recette. %1$(message)@
it_it: Importazione della ricetta non riuscita. %1$(message)@

# recipe.import.candidate.local-note
source: Import awaiting acceptance · Only on this device
de_de: Import wartet auf Übernahme · Nur auf diesem Gerät
es_mx: Importación pendiente de aceptación · Solo en este dispositivo
fr_ca: Importation en attente d’acceptation · Sur cet appareil seulement
it_it: Importazione in attesa di accettazione · Solo su questo dispositivo

# recipe.import.candidate.review-hint
source: Review this recipe before saving
de_de: Prüfe dieses Rezept vor dem Speichern
es_mx: Revisa esta receta antes de guardarla
fr_ca: Révisez cette recette avant de l’enregistrer
it_it: Verifica questa ricetta prima di salvarla

# recipe.import.candidate.untitled
source: Untitled recipe
de_de: Unbenanntes Rezept
es_mx: Receta sin título
fr_ca: Recette sans titre
it_it: Ricetta senza titolo

# recipe.import.candidates.section
source: This page contains multiple recipes
de_de: Diese Seite enthält mehrere Rezepte
es_mx: Esta página contiene varias recetas
fr_ca: Cette page contient plusieurs recettes
it_it: Questa pagina contiene più ricette

# recipe.import.choose.title
source: Choose Recipe
de_de: Rezept wählen
es_mx: Elegir receta
fr_ca: Choisir une recette
it_it: Scegli ricetta

# recipe.import.concern.ignored-source-block-count
source: %1$(count)lld malformed or unsupported source blocks were ignored
de_de: %1$(count)lld fehlerhafte oder nicht unterstützte Quellblöcke wurden ignoriert
es_mx: Se ignoraron %1$(count)lld bloques de origen dañados o no compatibles
fr_ca: %1$(count)lld blocs sources mal formés ou non pris en charge ont été ignorés
it_it: %1$(count)lld blocchi della fonte malformati o non supportati ignorati

# recipe.import.concern.missing-ingredients
source: No ingredients were found
de_de: Keine Zutaten gefunden
es_mx: No se encontraron ingredientes
fr_ca: Aucun ingrédient trouvé
it_it: Nessun ingrediente trovato

# recipe.import.concern.missing-instructions
source: No instructions were found
de_de: Keine Zubereitungsschritte gefunden
es_mx: No se encontraron instrucciones
fr_ca: Aucune instruction trouvée
it_it: Nessuna istruzione trovata

# recipe.import.concern.missing-title
source: Title needs attention
de_de: Titel benötigt Aufmerksamkeit
es_mx: El título requiere atención
fr_ca: Le titre doit être vérifié
it_it: Il titolo richiede attenzione

# recipe.import.concern.preserved-metadata
source: Preserved metadata — %1$(summary)@
de_de: Aufbewahrte Metadaten – %1$(summary)@
es_mx: Metadatos conservados — %1$(summary)@
fr_ca: Métadonnées conservées — %1$(summary)@
it_it: Metadati conservati — %1$(summary)@

# recipe.import.concern.provisional-ingredient-count
source: %1$(count)lld ingredient interpretations need review
de_de: %1$(count)lld Zutateninterpretationen müssen geprüft werden
es_mx: Se deben revisar las interpretaciones de %1$(count)lld ingredientes
fr_ca: Les interprétations de %1$(count)lld ingrédients doivent être révisées
it_it: %1$(count)lld interpretazioni di ingredienti da verificare

# recipe.import.concern.referenced-image-count
source: %1$(count)lld source images are referenced but not downloaded
de_de: Auf %1$(count)lld Quellbilder wird verwiesen, ohne sie herunterzuladen
es_mx: Se hace referencia a %1$(count)lld imágenes de origen, pero no se descargaron
fr_ca: %1$(count)lld images sources sont référencées sans être téléchargées
it_it: %1$(count)lld immagini della fonte referenziate ma non scaricate

# recipe.import.concern.unparsed-ingredient-count
source: %1$(count)lld ingredient lines are preserved but unparsed
de_de: %1$(count)lld Zutatenzeilen sind erhalten, aber nicht strukturiert erfasst
es_mx: Se conservaron %1$(count)lld líneas de ingredientes sin analizar
fr_ca: %1$(count)lld lignes d’ingrédients sont conservées sans être analysées
it_it: %1$(count)lld righe di ingredienti conservate ma non analizzate

# recipe.import.document.action
source: Import HTML or JSON-LD Document
de_de: HTML- oder JSON-LD-Dokument importieren
es_mx: Importar documento HTML o JSON-LD
fr_ca: Importer un document HTML ou JSON-LD
it_it: Importa documento HTML o JSON-LD

# recipe.import.document.hint
source: Have an HTML or JSON-LD file? Choose it here—no URL needed.
de_de: Du hast eine HTML- oder JSON-LD-Datei? Wähle sie hier aus – eine URL ist nicht erforderlich.
es_mx: ¿Tienes un archivo HTML o JSON-LD? Selecciónalo aquí; no necesitas una URL.
fr_ca: Vous avez un fichier HTML ou JSON-LD? Sélectionnez-le ici, sans URL.
it_it: Hai un file HTML o JSON-LD? Sceglilo qui: non serve un URL.

# recipe.import.failure.disallowed-address
source: For safety, Kitchen Memory cannot fetch this address or redirect.
de_de: Aus Sicherheitsgründen kann Küchengedächtnis diese Adresse oder Weiterleitung nicht abrufen.
es_mx: Por seguridad, Memoria de cocina no puede acceder a esta dirección ni redirección.
fr_ca: Par mesure de sécurité, Mémoire de cuisine ne peut pas accéder à cette adresse ni à cette redirection.
it_it: Per sicurezza, Memoria di cucina non può recuperare questo indirizzo o reindirizzamento.

# recipe.import.failure.network
source: The webpage could not be downloaded. Check your connection and try again.
de_de: Die Webseite konnte nicht heruntergeladen werden. Prüfe deine Verbindung und versuche es erneut.
es_mx: No se pudo descargar la página web. Revisa tu conexión e inténtalo de nuevo.
fr_ca: La page Web n’a pas pu être téléchargée. Vérifiez votre connexion et réessayez.
it_it: Non è stato possibile scaricare la pagina web. Controlla la connessione e riprova.

# recipe.import.failure.no-candidates
source: No Schema.org recipe was found on this page.
de_de: Auf dieser Seite wurde kein Schema.org-Rezept gefunden.
es_mx: No se encontró una receta de Schema.org en esta página.
fr_ca: Aucune recette Schema.org n’a été trouvée sur cette page.
it_it: Nessuna ricetta Schema.org trovata in questa pagina.

# recipe.import.failure.page-too-large
source: This page contains too much data to import safely.
de_de: Diese Seite enthält zu viele Daten für einen sicheren Import.
es_mx: Esta página contiene demasiados datos para importarlos de forma segura.
fr_ca: Cette page contient trop de données pour être importée de façon sûre.
it_it: Questa pagina contiene troppi dati per un’importazione sicura.

# recipe.import.failure.unknown
source: Kitchen Memory could not import this webpage. Check the URL and try again.
de_de: Küchengedächtnis konnte diese Webseite nicht importieren. Prüfe die URL und versuche es erneut.
es_mx: Memoria de cocina no pudo importar esta página web. Revisa la URL e inténtalo de nuevo.
fr_ca: Mémoire de cuisine n’a pas pu importer cette page Web. Vérifiez l’URL et réessayez.
it_it: Memoria di cucina non ha potuto importare questa pagina web. Controlla l’URL e riprova.

# recipe.import.failure.unsupported-page
source: This address did not return a supported HTML recipe page.
de_de: Diese Adresse lieferte keine unterstützte HTML-Rezeptseite.
es_mx: Esta dirección no devolvió una página HTML de receta compatible.
fr_ca: Cette adresse n’a pas retourné une page HTML de recette prise en charge.
it_it: Questo indirizzo non ha restituito una pagina di ricetta HTML supportata.

# recipe.import.fetch.action
source: Fetch Recipe
de_de: Rezept abrufen
es_mx: Obtener receta
fr_ca: Télécharger la recette
it_it: Recupera ricetta

# recipe.import.fetch.progress
source: Fetching Recipe
de_de: Rezept wird abgerufen
es_mx: Obteniendo receta
fr_ca: Téléchargement de la recette
it_it: Recupero della ricetta

# recipe.import.privacy.fetching
source: Kitchen Memory follows redirects and downloads the resulting HTML with an ephemeral request that supplies no cookies or app credentials. It runs no page scripts and downloads no images during review.
de_de: Küchengedächtnis folgt Weiterleitungen und lädt das resultierende HTML mit einer kurzlebigen Anfrage ohne Cookies oder App-Zugangsdaten herunter. Während der Prüfung werden weder Seitenskripte ausgeführt noch Bilder heruntergeladen.
es_mx: Memoria de cocina sigue las redirecciones y descarga el HTML resultante mediante una solicitud efímera que no proporciona cookies ni credenciales de la app. No ejecuta scripts de la página ni descarga imágenes durante la revisión.
fr_ca: Mémoire de cuisine suit les redirections et télécharge le HTML résultant au moyen d’une requête éphémère qui ne fournit aucun témoin ni identifiant de l’app. Aucun script de page n’est exécuté et aucune image n’est téléchargée pendant la révision.
it_it: Memoria di cucina segue i reindirizzamenti e scarica l’HTML risultante con una richiesta temporanea senza cookie né credenziali dell’app. Durante la verifica non esegue script della pagina né scarica immagini.

# recipe.import.privacy.storage
source: Importing immediately retains the source reference and one bounded JSON-LD metadata block in Kitchen Memory, including fields not shown in review. Candidates and drafts stay only on this device until you save a revision into the kitchen. Local documents are read without network access.
de_de: Beim Import werden der Quellverweis und ein begrenzter JSON-LD-Metadatenblock sofort in Küchengedächtnis aufbewahrt, einschließlich der bei der Prüfung nicht angezeigten Felder. Kandidaten und Entwürfe bleiben ausschließlich auf diesem Gerät, bis du eine Revision in der Küche speicherst. Lokale Dokumente werden ohne Netzwerkzugriff gelesen.
es_mx: Al importar, Memoria de cocina conserva inmediatamente la referencia de origen y un bloque limitado de metadatos JSON-LD, incluso los campos no mostrados en la revisión. Los candidatos y borradores permanecen solo en este dispositivo hasta que guardes una revisión en la cocina. Los documentos locales se leen sin acceso a la red.
fr_ca: Lors de l’importation, Mémoire de cuisine conserve immédiatement la référence source et un bloc limité de métadonnées JSON-LD, y compris les champs non affichés dans la révision. Les candidats et brouillons restent uniquement sur cet appareil jusqu’à l’enregistrement d’une révision dans la cuisine. Les documents locaux sont lus sans accès au réseau.
it_it: L’importazione conserva subito il riferimento alla fonte e un blocco limitato di metadati JSON-LD in Memoria di cucina, inclusi i campi non mostrati nella verifica. Candidati e bozze restano solo su questo dispositivo finché non salvi una revisione nella cucina. I documenti locali vengono letti senza accesso alla rete.

# recipe.import.taxonomy.categories
source: Categories: %1$(values)@
de_de: Kategorien: %1$(values)@
es_mx: Categorías: %1$(values)@
fr_ca: Catégories : %1$(values)@
it_it: Categorie: %1$(values)@

# recipe.import.taxonomy.cuisine
source: Cuisine: %1$(values)@
de_de: Küchenrichtung: %1$(values)@
es_mx: Cocina: %1$(values)@
it_it: Tipo di cucina: %1$(values)@

# recipe.import.taxonomy.keywords
source: Keywords: %1$(values)@
de_de: Schlagwörter: %1$(values)@
es_mx: Palabras clave: %1$(values)@
fr_ca: Mots-clés : %1$(values)@
it_it: Parole chiave: %1$(values)@

# recipe.import.title
source: Import Recipe
de_de: Rezept importieren
es_mx: Importar receta
fr_ca: Importer une recette
it_it: Importa ricetta

# recipe.import.webpage.accessibility-label
source: Recipe webpage URL
de_de: URL der Rezeptwebseite
es_mx: URL de la página web de la receta
fr_ca: URL de la page Web de la recette
it_it: URL della pagina web della ricetta

# recipe.import.webpage.field
source: Recipe webpage
de_de: Rezeptwebseite
es_mx: Página web de la receta
fr_ca: Page Web de la recette
it_it: Pagina web della ricetta

# recipe.ingredient.fallback-name
source: Ingredient
de_de: Zutat
es_mx: Ingrediente
fr_ca: Ingrédient
it_it: Ingrediente

# recipe.ingredient.presentation.custom
source: Custom
de_de: Eigene Darstellung
es_mx: Personalizado
fr_ca: Personnalisé
it_it: Personalizzata

# recipe.ingredient.presentation.structured
source: Structured
de_de: Strukturiert
es_mx: Estructurado
fr_ca: Structuré
it_it: Strutturata

# recipe.ingredient.scaling.fixed
source: Fixed
de_de: Fest
es_mx: Fija
fr_ca: Fixe
it_it: Fissa

# recipe.ingredient.scaling.manual-review
source: Manual review
de_de: Manuell prüfen
es_mx: Revisión manual
fr_ca: Révision manuelle
it_it: Verifica manuale

# recipe.instruction.duration
source: Duration %1$(duration)@.
de_de: Dauer %1$(duration)@.
es_mx: Duración: %1$(duration)@.
fr_ca: Durée : %1$(duration)@.
it_it: Durata %1$(duration)@.

# recipe.instruction.step
source: Step %1$(number)lld.
de_de: Schritt %1$(number)lld.
es_mx: Paso %1$(number)lld.
fr_ca: Étape %1$(number)lld.
it_it: Passaggio %1$(number)lld.

# recipe.media.choose.hero
source: Choose or replace hero image
de_de: Hauptbild wählen oder ersetzen
es_mx: Elegir o reemplazar imagen principal
fr_ca: Choisir ou remplacer l’image principale
it_it: Scegli o sostituisci l’immagine principale

# recipe.media.description
source: Image description
de_de: Bildbeschreibung
es_mx: Descripción de la imagen
fr_ca: Description de l’image
it_it: Descrizione dell’immagine

# recipe.media.gallery.add
source: Add gallery images
de_de: Galeriebilder hinzufügen
es_mx: Agregar imágenes a la galería
fr_ca: Ajouter des images à la galerie
it_it: Aggiungi immagini alla galleria

# recipe.media.gallery.remove
source: Remove gallery image
de_de: Galeriebild entfernen
es_mx: Quitar imagen de la galería
fr_ca: Retirer l’image de la galerie
it_it: Rimuovi immagine dalla galleria

# recipe.media.gallery.title
source: Gallery
de_de: Galerie
es_mx: Galería
fr_ca: Galerie
it_it: Galleria

# recipe.media.hero.title
source: Hero image
de_de: Hauptbild
es_mx: Imagen principal
fr_ca: Image principale
it_it: Immagine principale

# recipe.media.import.failure
source: This image could not be opened. Choose an image smaller than 20 MB.
de_de: Dieses Bild konnte nicht geöffnet werden. Wähle ein Bild mit weniger als 20 MB.
es_mx: No se pudo abrir esta imagen. Elige una imagen de menos de 20 MB.
fr_ca: Impossible d’ouvrir cette image. Choisissez une image de moins de 20 Mo.
it_it: Non è stato possibile aprire questa immagine. Scegline una inferiore a 20 MB.

# recipe.media.remove.hero
source: Remove hero image
de_de: Hauptbild entfernen
es_mx: Quitar imagen principal
fr_ca: Retirer l’image principale
it_it: Rimuovi immagine principale

# recipe.media.unavailable
source: Image unavailable
de_de: Bild nicht verfügbar
es_mx: Imagen no disponible
fr_ca: Image indisponible
it_it: Immagine non disponibile

# recipe.metadata.cook
source: Cook
de_de: Garen
es_mx: Cocción
fr_ca: Cuisson
it_it: Cottura

# recipe.metadata.prep
source: Prep
de_de: Vorbereitung
es_mx: Preparación
fr_ca: Préparation
it_it: Preparazione

# recipe.metadata.total
source: Total
de_de: Gesamt
it_it: Totale

# recipe.metadata.yield
source: Yield
de_de: Ergiebigkeit
es_mx: Rendimiento
fr_ca: Rendement
it_it: Resa

# recipe.presentation.duration.hours
source: %1$(hours)lld hr
de_de: %1$(hours)lld Std.
es_mx: %1$(hours)lld h
fr_ca: %1$(hours)lld h
it_it: %1$(hours)lld h

# recipe.presentation.duration.hours-minutes
source: %1$(hours)lld hr %2$(minutes)lld min
de_de: %1$(hours)lld Std. %2$(minutes)lld Min.
es_mx: %1$(hours)lld h %2$(minutes)lld min
fr_ca: %1$(hours)lld h %2$(minutes)lld min
it_it: %1$(hours)lld h %2$(minutes)lld min

# recipe.presentation.quantity.approximate
source: about %1$(value)@
de_de: etwa %1$(value)@
es_mx: aproximadamente %1$(value)@
fr_ca: environ %1$(value)@
it_it: circa %1$(value)@

# recipe.quantity.kind.approximate
source: Approximate
de_de: Ungefähr
es_mx: Aproximada
fr_ca: Approximatif
it_it: Approssimativa

# recipe.quantity.kind.exact
source: Exact
de_de: Genau
es_mx: Exacta
fr_ca: Exacte
it_it: Esatta

# recipe.quantity.kind.none
source: None
de_de: Keine
es_mx: Ninguna
fr_ca: Aucune
it_it: Nessuna

# recipe.quantity.kind.range
source: Range
de_de: Bereich
es_mx: Rango
fr_ca: Plage
it_it: Intervallo

# recipe.quantity.kind.words
source: Words
de_de: In Worten
es_mx: Palabras
fr_ca: Mots
it_it: A parole

# recipe.recovery.confirmation
source: Start a new Recipe from this evidence?
de_de: Aus diesen Nachweisen ein neues Rezept beginnen?
es_mx: ¿Crear una receta nueva con estos datos?
fr_ca: Créer une recette à partir de ces données?
it_it: Iniziare una nuova Ricetta da questi dati probatori?
